-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Окт 01 2020 г., 23:27
-- Версия сервера: 10.3.13-MariaDB-log
-- Версия PHP: 7.3.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `mysite`
--

-- --------------------------------------------------------

--
-- Структура таблицы `images`
--

CREATE TABLE `images` (
  `id` tinyint(4) NOT NULL,
  `img_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img_path` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_page` tinyint(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `images`
--

INSERT INTO `images` (`id`, `img_name`, `img_path`, `title`, `id_page`) VALUES
(1, 'photo2.jpg', '/images', 'Картина \"Молода Леся Українка\"', 1),
(2, 'photo1.jpg', '/images', 'Портрет Лесі Українки', 1),
(3, 'photo3.jpg', '/images', 'Картина ', 2),
(4, 'photo4.jpg', '/images', '', 2),
(15, '5a1b10c536f134025b05b60a2dee7d352aac4935.jpg', '/images', 'Обкладинка збірки', 6),
(17, '321f484bfea4acfa2fe2b787cf2d41324f176bc6.jpg', '/images', 'Леся Українка і соняшники', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `pages`
--

CREATE TABLE `pages` (
  `id` smallint(6) NOT NULL,
  `page_alias` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `page_title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `page_h1` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `page_s_desc` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `page_content` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `page_publish` char(100) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'Y'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `pages`
--

INSERT INTO `pages` (`id`, `page_alias`, `page_title`, `page_h1`, `page_s_desc`, `page_content`, `page_publish`) VALUES
(1, 'home', 'Головна', 'Лася Українка - видатна донька українського народу!', 'Не поет, у кого думки<br>\r\n Не літають вільно в світі, <br>\r\nА заплутались навіки В золотії тонкі сіті. <br>\r\nНе поет, хто забуває<br> \r\nПро страшні народні рани,<br> \r\nЩоб собі на вільні руки<br> \r\nЗолоті надіть кайдани!<br>', '<p>Поетеса Леся Українка, яку називають геніальною дочкою українського народу, красою і гордістю нації, духовним вождем української інтелігенції, народилася 25 лютого 1871 року в Новограді-Волинському під ім\'ям Лариса Косач. Лариса народилася слабкою і хворобливою дитиною. Її мати, не оговтавшись за півтора року після перших пологів, залишає дочку і відправляється на півроку на лікування за кордон. Майбутній поетесі батько не зміг знайти підходящу годувальницю, тому довелося вдатися до рідкісного на той період штучного вигодовування.</p><br><p>Леся була другою дитиною в сім\'ї. Старшою дитиною в родині був Міша. Брат з сестрою були настільки прив\'язані один до одного, що в родині їм навіть придумали колективне ім\'я - Мішелосіє. Крім них в родині були ще четверо дітей.</p><br>\r\n<p>Біографи відзначають холодне і дуже суворе ставлення матері до Лесі. Втім, існує версія, що на той момент, коли народилася Леся, вона була небажаною дитиною. Також у дівчинки був свавільний характер, що зовсім не подобалося Олені Пчілці.</p><br><p>Леся Українка перебувала під негласним наглядом поліції, і цензура не раз забороняла її твори. Більшість своїх робіт поетеса публікувала за кордоном Російської імперії - Берліні, Дрездені, Празі, Відні.</p><br><p>Смерть наздогнала українську поетесу в місті Сурамі в Грузії 19 липня 1913. Їй було 42 роки. Лесю Українку поховали на Байковому кладовищі в Києві.</p><br>', 'Y'),
(2, 'bio', 'Біографія', 'Біографія письменниці', 'Така талановита, впевнена, вперта, розумна, неймовірно сучасна і прогресивна… Така втомлена, вимучена фізично і духовно, така нещасна у коханні. Леся Українка – жінка, чиє ім\'я знають далеко за межами України, геніальна письменниця, перекладачка, культурна діячка. До дня її народження згадуємо особисту драму поетеси, її коханих чоловіків та непросте життя.', '<p>Лариса Петрівна Косач народилась 25 лютого 1871 року в місті Новоград-Волинському в родині інтелігенції. Її мати, Ольга Петрівна Драгоманова-Косач, – письменниця, більш відома під псевдонімом Олена Пчілка, була активною учасницею жіночого руху, видавала альманах Перший вінок. Батько – високоосвічений поміщик, котрий дуже любив літературу і живопис. Дитячі роки Лесі минули на Волині: у Новограді-Волинському, в селі Колодяжне, що під Ковелем.</p><br><p>Леся дуже любила музику, старанно вчилась грати на фортепіано. Але хвороба – туберкульоз кісток, змусила дівчину припинити заняття. Попри те, що дівчинка не відвідувала заняття у гімназії, це не завадило їй самотужки вивчити 11 мов, та написати для сестер підручник Стародавня історія східних народів, котрий згодом видали у Катеринославі (нині Дніпро).</p><br><h2>Перше кохання</h2><p>Своє перше кохання Лариса (справжнє ім\'я Лесі Українки) зустріла, коли їй було 15. Максиму Славінському на той час було 18. Він був товаришем старшого брата поетеси Михайла. Перша зустріч відбулася у селі на Київщині, де батьки Лариси мали маєток.</p><br><p>На довгі роки плідної праці об\'єднали Ларису і Максима поезії Генріха Гейне. Дівчина явно мала до молодого колеги романтичні почуття, про це свідчать її листи братові.</p><br><p>У 1892 році почуття спалахнули з новою силою. Між ними розгорівся справжній роман. Чому з часом стосунки перейшли у дружбу – дослідники не знають. Відомо, що матір письменниці Олена Пчілка недолюблювала Максима. Однак це навряд чи було причиною розриву, адже Лариса була дуже впертою дівчиною.\r\nМаксимові присвячено чимало інтимної лірики Лесі Українки. Відомо, що після розриву стосунків вони продовжували спілкуватися. Немає жодних згадок про нешанобливі висловлювання ні з боку Українки, ні Славінського.</p><br><h2>Особиста трагедія Лесі</h2><p>Коли Лесі Українці виповнилося 24 роки її новим захопленням став Нестор Гамбарашвілі. Нестор знімав кімнату в будинку родини поетеси. Вона давала йому уроки французької мови, а він вчив її грузинської. Лесю захоплював Нестор і його особливий народ.\r\nЇхні стосунки були більш ніж дружніми. Про це говорять біографи письменниці. А також такі свідчення давала сестра Лесі Ольга.</p><br><p>Гамбарашвілі розбив серце відомої українки. Коли вона поїхала лікуватися у Ялту, він одружився з багатою дівчиною. Про це Леся дізналася не від нього особисто, а з листа матері. Зреагувала поетеса на диво іронічно: Попався, жучку, в панську ручку!</p><br><p>Однак, Леся довго і важко переживала зраду. Вона відправила Несторові десятки листів, які він залишив без відповіді. Імовірно, тому що просто не мав що відповісти. Адже, коли потрапив на могилу колишньої коханої, то щиро плакав.</p>', 'Y'),
(5, 'poems', 'Вірші', '<h1>Поезія - це завжди неповторність!</h1>', '<h3>Згадаємо найкращі вірші письменниці</h3>', 'Вірші Лесі Українки (справжнє ім\'я Лариса Петрівна Косач-Квітка) - це джерело невичерпної мудрості і незламної сили духу. У своїх віршах Леся Українка, незважаючи на важку хворобу, ніколи не скаржилася на свою долю, а продовжувала боротися. Ми зібрали для вас кращі твори поетеси про Україну і особисте!', 'Y'),
(6, 'publishes', 'Публіцистика', 'Леся Українка', 'Енциклопедія життя і творчості', '<ul>\r\n<li>Лист до товаришів (1895 р.)</li><br>\r\n<li>«Безпардонний» патріотизм (1895 р.)</li><br>\r\n<li>Релігійний дур на Україні (1895 р.)</li><br>\r\n<li>«Беседа» – часопис баптистів (1895 р.)</li><br>\r\n<li>La voix d’une prisonnieri russi (1896 р.)</li><br>\r\n<li>«Не так тії вороги, як добрії люди» (1897 р.)</li><br>\r\n<li>Додаток від впорядника до українського перекладу книжечки «Хто з чого жиє» (1899 – 1900 рр.)</li><br>\r\n<li>Стаття, надіслана до газети «Zeit», не пізніше 16 лютого 1903 р. Стаття, напевно, не була надрукована, і доля її невідома. Більше…</li><br>\r\n<li>Замітка, надіслана до журналу «Ruthenische Revue». Про неї довідуємось з листа Лесі Українки до Ольги Кобилянської з 15.08.1903 р. Замітка не знайдена.</li><br/>\r\n<li>Публіцистична стаття у справі автономії України для газети «Русь». Леся Українка згадувала про неї в листі до сестри Ольги з 25 жовтня (7 листопада) 1905 р. З листа Лесі Українки до Агатангела Кримського з 3 (16) листопада 1905 р. видно, що стаття була надіслана до петербурзьких газет, але не була надрукована. Доля її невідома.</li>\r\n<ul>', 'Y'),
(9, 'facts', 'Цікаві факти', 'Цікаві факти ', 'Лариса Петрівна Косач-Квітка — відома поетеса, геній української літератури, знайома кожному змалку. Здавалося б, все, що потрібно, ми дізналися ще на уроках української літератури… Проте біографія Лесі Українки містить багато цікавих та суперечливих фактів, про які й піде далі мова. На них не завжди звертають увагу, але й Соломія Павличко, і Оксана Забужко, й інші дослідники стверджують: не все так просто й лінійно і в долі, і в творчості Лесі. \r\n', '<h3>Цікаві факти з  життя Лесі Українки:</h3>\r\n<ul>\r\n<li>Змалку Леся захоплювалася мистецтвом, мала неабиякий хист до музики, гри на фортепіано. На жаль, хвороба прикувала її ще дівчинкою до ліжка, тож відомої піаністки з неї не вийшло. Якби не хвороба, невідомо, чи не стала б Леся геніальним композитором.</li><br>\r\n<li>Вже 5-річною дівчинкою Леся почала писати драматичні твори, а у 9 — написала свій перший вірш «Надія». За переказами, дівчинка написала його під старим ясеном біля в’їзної вежі замку Любарта у Луцьку, який нині іменують Лесиним.</li><br/>\r\n<li>До 5 класу Леся навчалася вдома, за програмою матері. Незважаючи на дивовижні здібності (а дівчинка навчилася читати у 4 роки та легко опановувала іноземні мови), мати вважала доньку відсталою. </li><br/>\r\n<li>Свій творчий псевдонім поетеса запозичила в свого дядька: Михайло Драгоманов підписував свої публіцистичні твори «Українець». Що стосується імені, то Лесею її лагідно кликали в сім’ї (ще малу Ларису називали Зеєю, а разом з братом Михайлом — Мишелосією).</li><br>\r\n<li>Леся не лише писала вірші, а й створювала нові слова — їй маємо завдячити існуванням слів «промінь», «напровесні», а її мати, письменниця Олена Пчілка ввела в лексикон українців інше знайоме нам нині слово — «мистецтво».</li><br>\r\n<li>Лірична сповідь Лесі Українки «Твої листи завжди пахнуть зов’ялими трояндами…» присвячена єдиному коханню поетеси — Сергію Мержинському. Це трагічне почуття не було взаємним, він кохав іншу, але саме завдяки цьому почуттю за одну ніч біля ліжка вмираючого від сухот коханого була створена геніальна «Одержима». Сергій Мержинський помер, заповідаючи Лесі, яка була поруч, подбати про іншу жінку, яку він кохав.</li><br>\r\n<li>За словами Івана Франка, тендітна й ніжна Леся Українка була «єдиним мужчиною в нашому письменстві». Хоча сама поетеса себе не вважала гідною й нігтя Франка, оточення вважало її за надзвичайно сильну духом жінку.</li><br/>\r\n<li>Заміж Леся Українка вийшла вже після 30 років. Свого чоловіка, Климента Квітку, вона, безумовно, поважала, але кохання до нього не відчувала.</li><br/>\r\n<li>Деякі сучасні дослідники стверджують, що між Ларисою Косач та Ольгою Кобилянською були стосунки, відвертіші за дружбу. Вони роблять такий висновок із листування цих жінок, між якими відбулося «емоційне зближення» на ґрунті трагедій в особистому житті.</li><br/>\r\n<li>За спогадами Лесиної сестри Ісидори Косач-Борисової, в останні роки життя очі Українки стали надзвичайно блакитними. Всі дивувалися, адже вони були наче неземними. На жаль, фото того часу чорно-білі, тож не можемо у цьому пересвідчитись.</li><br/>\r\n<li>На сьогодні жоден з нащадків Лесі не живе на території України. Її внучаті племінники живуть у Швейцарії та США. </li>\r\n</ul>\r\n<h3>Вшанування пам’яті видатної українки</h3>\r\n<ul>\r\n<li>У 1970 році у головному поясі астероїдів було відкрито нову одиницю. На честь письменниці він отримав назву – 2616 Леся.</li><br/>\r\n<li>До 145 річниці від дня народження Лесі Українки компанія Google створила святковий дудл (логотип пошукової системи) за мотивами її легендарної «Лісової пісні».</li><br>\r\n<li>Пам’ятники Лесі Українки споруджені не лише в Україні. Увічнена в граніті й мармурі вона в Торонто, Клівленді, Батумі, Саскатуні. </li>\r\n</ul>', 'Y'),
(17, 'prose', 'Проза', 'Прозові твори', 'Леся Українка відома не тільки віршами, а й прозовими творами', 'Ми зібрали найкращу прозу письменниці. Клікай на заголовок твору та насолоджуйся читанням! ', 'Y');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` tinyint(4) NOT NULL,
  `login` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `login`, `password`) VALUES
(1, 'admin', 'admin'),
(3, 'admin1', 'admin1');

-- --------------------------------------------------------

--
-- Структура таблицы `works`
--

CREATE TABLE `works` (
  `id` tinyint(4) NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `text` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_page` tinyint(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `works`
--

INSERT INTO `works` (`id`, `title`, `text`, `id_page`) VALUES
(1, 'Contra spem spero!', 'Гетьте, думи, ви хмари осінні!<br>\r\nТо ж тепера весна золота!<br>\r\nЧи то так у жалю, в голосінні<br>\r\nПроминуть молодії літа?<br><br>\r\nНі, я хочу крізь сльози сміятись,<br>\r\nСеред лиха співати пісні,<br>\r\nБез надії таки сподіватись,<br>\r\nЖити хочу! Геть, думи сумні!<br><br>\r\nЯ на вбогім сумнім перелозі<br>\r\nБуду сіять барвисті квітки,<br>\r\nБуду сіять квітки на морозі,<br>\r\nБуду лить на них сльози гіркі.<br><br>\r\nІ від сліз тих гарячих розтане<br>\r\nТа кора льодовая, міцна,<br>\r\nМоже, квіти зійдуть — і настане<br>\r\nЩе й для мене весела весна.<br><br>\r\nЯ на гору круту крем\'яную<br>\r\nБуду камінь важкий підіймать<br>\r\nІ, несучи вагу ту страшную,<br>\r\nБуду пісню веселу співать.<br><br>\r\nВ довгу, темную нічку невидну<br>\r\nНе стулю ні на хвильку очей —<br>\r\nВсе шукатиму зірку провідну,<br>\r\nЯсну владарку темних ночей.<br><br>\r\nТак! я буду крізь сльози сміятись,<br>\r\nСеред лиха співати пісні,<br>\r\nБез надії таки сподіватись,<br>\r\nБуду жити! Геть, думи сумні!<br><br>\r\n[2 травня 1890 р.]<br>', 5),
(3, 'Стояла я і слухала весну...', 'Стояла я і слухала весну,<br/>\r\nВесна мені багато говорила,<br/>\r\nСпівала пісню дзвінку, голосну<br/>\r\nТо знов таємно-тихо шепотіла.<br/><br/>\r\nВона мені співала про любов,<br/>\r\nПро молодощі, радощі, надії,<br/>\r\nВона мені переспівала знов<br/>\r\nТе, що давно мені співали мрії.<br/><br/>\r\n[21 травня 1856 р.]', 5),
(5, 'Конвалія', 'Росла в гаю конвалія<br>\r\nПід дубом високим,<br>\r\nЗахищалась від негоди<br>\r\nПід віттям широким.<br>\r\nТа недовго навтішалась<br>\r\nКонвалія біла, –<br>\r\nІ їй рука чоловіча<br>\r\nВіку вкоротила.<br>\r\nОй понесли конвалію<br>\r\nУ високу залу,<br>\r\nПонесла її з собою<br>\r\nПанночка до балу.<br>\r\nОй на балі веселая<br>\r\nМузиченька грає,<br>\r\nКонвалії та музика<br>\r\nБідне серце крає.<br>\r\nТо ж панночка в веселому<br>\r\nВальсі закрутилась,<br>\r\nА в конвалії головка<br>\r\nПов\'яла, схилилась.<br>\r\nПромовила конвалія:<br>\r\n``Прощай, гаю милий!<br>\r\nІ ти, дубе мій високий,<br>\r\nДруже мій єдиний!``<br>\r\nТа й замовкла. Байдужою<br>\r\nПанночка рукою<br>\r\nТую квіточку зів\'ялу<br>\r\nКинула додолу.<br>\r\nМоже, й тобі, моя панно,<br>\r\nКолись доведеться<br>\r\nЗгадать тую конвалію,<br>\r\nЯк щастя минеться.<br>\r\nНедовго й ти, моя панно,<br>\r\nБудеш утішатись<br>\r\nТа по балах у веселих<br>\r\nТаночках звиватись.<br>\r\nМоже, колись оцей милий,<br>\r\nЩо так любить дуже,<br>\r\nТебе, квіточку зів\'ялу,<br>\r\nЗалишить байдуже!..<br><br>\r\n[Волинь, 30.10.1884]<br>\r\n', 5),
(8, 'Така її доля (1888 р.)', '<pre>(Образок з життя)\r\nНевелика хата у Пріськи Чугаїхи, але зате порядна, біла, не гірш, як у людей. Та й нащо їй велика хата? Сама вона живе в ній із своїм старим: ні діток не має вона, ні родини; от хіба тільки сусідка або кума забіжить часом на попрядки чи так у свято прийде одвідати; а то Пріська все сама та сама. Тепер же вона має гості; не які й гості: з свого-таки села прийшла до неї кума її, Мотря, давня приятелька (ще дівчатами товаришували). Сидять вони собі та й прядуть, розмовляють; та розмова ведеться помалу, щораз уривається; веретена шпарко ходять; видно, не для забавки та робота взята.\r\n\r\n– Чи давно, кумо, навідувались до дочки? – пита Пріська.\r\n\r\n– А от, мабуть, тижнів зо два, як була в неї.\r\n\r\n– Ну, що ж? Як там вона?\r\n\r\n– Ей, вже її життя! Відомо, не було їй добра, то й не буде…\r\n\r\nРозмова затихла, і знов шумлять веретена. Мотря похилила журливо голову і ще пильніше взялась до роботи. Пріська почала стиха поспівувати:\r\n\r\nЧи ти мене, моя мати, в барвінку купала,\r\n\r\nЩо ти мені, моя мати, долі не вгадала?..\r\n\r\n– Так, кумо, так! Не вгадала я долі своїй донечці: втопила її головоньку за п’яницю; я ж думала, як лучче. Ви ж, кумо, знаєте, які мої достатки; а то ж багатир, цілий грунт має, єдинак у матері!\r\n\r\n– Чи ви не знали його вдачі, що він п’є?\r\n\r\n– Ой, чому ні! Казали мені люди, вже по заручинах, що бачили його в місті п’яного. Бився з москалями; а мати його ходила за ним та просила, щоб додому їхав. Та де! Не вважав на матір, ні на людей; там такий, як уп’ється, то й на матір не раз кидається бити. Чула я, кумонько, чула теє все; та що ж? Думаю: як там раз щось трапилось, то чи то воно завжди так буде! От, може, з хлопцями загулявся або хто підпоїв! А може, ще й брешуть люди, так, із заздрощів. Та хоч би й правда тому була, що любить гуляти, то що ж уже! Дівчина вже заручена; одмовити – треба сплатити за безчестя; та й горілка, що люди випили на заручинах, теж його була; а де ж мені, бідній, було те все посплачувати! Та ще й то думаю собі: він парубок молодий, то й гуляє; а ожениться, то, може, йому той шум з голови вийде. Жінка, господарство, то те, то се, та й забудеться.\r\n\r\n– А дочка ваша як на те пристала?\r\n\r\n– Та що! Дочка, звісно, не хотіла, цілий тиждень від заручин до весілля все було плаче та просить: «Матіночко рідна, не топіть ви моєї головоньки!» Та не слухала я її, бо вона молода, ледве шістнадцять минуло; що вона ще знає!\r\n\r\n– От бачте, якби були послухали тоді, то й не нарікала б на вас дочка тепереньки.\r\n– А чого вона має на мене нарікати? Хіба ж я винна? Я ж думала, як лучче; що ж, коли її доля така!\r\n\r\n– Що там, кумо! Доля долею; а якби таки ви лучче людей розпитали, чи що… А то так уже зовсім, немов з мосту та в воду.\r\n\r\n– Що ж мені людей питати? Чи то люди знають, яка кому доля суджена? Таж от я: пішла заміж; ні я свого чоловіка перед весіллям не бачила, ні він мене; батьки заручили й повінчали; та й що ж? Чи мені зле було, чи що? Хвалити бога, ми з старим жили не гірш, як люди живуть. Не без того, щоб часом не посварив, не раз було і попоб’є; а все ж я за ним лиха не зазнала, не то що тепер, що хіба хто не хоче, той не обидить! Ото тільки покійна свекруха було не раз допече до живого, та й то: я було змовчу, все корюся, то вона й подобрішає. Ще коли б моїй дочці така доля, як мені була!\r\n\r\nІ знов замовкли обидві. Мотря пильно пряде; тільки часом одведе руку від мички, щоб хустку поправити, а може, й сльозу втерти потайну. Пріська знову завела пісні:\r\n\r\nДала мене мати далеко від себе,\r\n\r\nНаказала не бувати аж сім літ до себе.\r\n\r\nА я, молодая, того не стерпіла,\r\n\r\nСивенькою зозулею у рік прилетіла…\r\n\r\n– Ох, прилітала й моя сива зозуленька до мене. Як допекли їй там оті прокляті, не витримала моя голубонька: втекла до своєї матінки! Приходить ото вона до мене, така змарніла, аж я злякалася, глянувши на неї. «А то ж що тобі, моя дитино?» – кажу я та аж заплакала. «Вже, – каже вона, – мамо, хоч ви мене бийте, хоч ви мене проганяйте, не піду я від вас до тих недовірків; краще в ополонку, як до них!» – «Бог з тобою, моя дитино, – кажу я їй, – чи ж я тебе проганятиму, моя доню! Тільки ти роздумай гаразд: може, то ще так! Чи то раз бува, що чоловік із жінкою сваряться? Ще таки, може, погодитесь; може, воно й минеться!..» – «Ой, ні, не минеться! – каже вона. – Не можу я того більш терпіти! Не піду я туди, не піду!» Та що думаєте? Прийшов її чоловік та й почав просити та перепрошувати. «Я, каже, не дам її нікому і пальцем зайняти; а матір, коли вона їй хоч слово скаже лихе, далебіг, і з хати вижену, не то що!» Що ж! я подумала, подумала: «Іди, кажу, дочко, може, тобі й справді ліпше буде; аж бач, як присягається!» Та й що мені було робити? То таки чоловік: як же я можу жінки до нього не пускати? Пішла вона; та що ж? Спершу то таки чоловік трохи шанував, а потім то ще гірше бити почав та ще й докоряє, гризе по цілих днях. Ой, доню моя безталанная!..\r\n\r\n– Що ж, може, її хоч свекруха жалує?\r\n\r\n– Де там! Коли вже чоловік збиткується, то свекрусі… Сказано: чужа мати!.. Ой, кумо, засиділась я у вас, вже й нерано; а я ще хотіла у Будища піти, одвідати мою безталанную та хоч розважити її трошечки…\r\n\r\n– Ідіть, кумо, йдіть! Просіть її там, щоб до нас коли прийшла; вже давненько я її не бачила.\r\n\r\n– Вона б і радніша; та чи ж пустять її? Там такі…\r\n\r\n– Ой, кумо, кумо, занапастили ви свою дочку!\r\n\r\n– Ні, кумо, не кажіть ви сього мені! Що я винна? Хіба я своїй дочці ворог? Така вже її доля!\r\n\r\n– Може!\r\n\r\nМотря взяла гребінь, поцілувалася з кумою і подалась до дверей.\r\n\r\n– Будьте здорові!\r\n\r\n– Ідіть здорові!</pre>', 17),
(9, 'Метелик (1889 р.)', '<p>Бідний нічний сірий метелик сидів в темному вогкому льоху за бочкою з капустою. Сидів він сумно, стуливши свої темні крильця. Так смутно йому було, дарма що не був він там самотнім, – мав-таки сусіда; сусід той був лилик; та з того сусідства невелика була користь для метелика: лилик був неговіркий, понурий собі, та до того ще з якимсь презирством дивився на бідного метелика, – сказано, нерівня!</p>\r\n\r\n<p>Лилик сидів тихо в своєму кутику, ні за чим він не жалкував, та нічого й не бажав, хіба тільки кутка ще темнішого, щоб міг сидіти там спокійно і ніколи того прикрого, разливого світла не бачити. Правда, тут у льоху теє світло не дуже докучало, – а все-таки часами дехто надходив зо свічкою, навіть часом і над бочкою нахилявся, набираючи капусти, – і се було дуже прикро лиликові; коли б сила, він би теє світло крилами згасив навіки.</p>\r\n\r\n<p>Метелик на своїм недовгім віку ще не бачив світла, душею тільки чув він, що десь-то єсть сторона краща, ясніша, ніж його рідний льох, бо часом з малого віконця, що було в льоху, падав блідесенький промінь, та не міг метелик і розібрати, що то воно таке теє світло і яке воно повинно бути. У темному куточку промінець той був ледве примітний – тоненький, як ниточка, та блідий, мов погляд недужої дитинки. Сидить, було, метелик та все шле свої думоньки на світ той ясний; – але де? того ні думка, ні серце не знали, а порадитися ні з ким, бо де ж та порада? (Хіба – лилик, так знаєте сами, з нього поради було мало!) Летіти шукати того світла метелик не мав відваги і сили.</p>\r\n\r\n<p>Хто знає, може, наш метелик так і вік свій короткий звікував би у темряві самотній, – та інша доля судилася йому. Якось прийшла служниця по капусту до льоху та поставила свічку долі, якраз навпроти метелика. Боже! яким величним, блискучим, повабним здалось метеликові те світло! Він затріпотів крильцями й хотів кинутися на світло, але служниця в ту хвилину взяла світло й подалася геть з льоху. Не втерпів метелик, забув своє безсилля, забув свою несвідомість. «Світло, світло!» – і полинув за ним; лилик тільки свиснув йому услід, потім заліз ще далі за бочку й заснув; нічого йому ніколи не снилось. А метелик полетів та й полетів за тою свічкою так швидко, скільки сили було в його бідних крильцятах.</p>\r\n<p>Аж ось він опинився у великій кімнаті – там сиділо за столом велике товариство. На столі була ясна-ясна лампа, – метелик аж оторопів від того блискучого проміння і безсильний впав на стіл, тріпочучи крильцями. Хтось із товариства хотів його прогнати з стола, але він, опам’ятавшись, знов зірвався і почав кружляти понад лампою, щораз то меншими й меншими кружками: хотів він бачити якнайближче те ясне сонце, яким йому здавалась лампа. Чи думав же він, що там життя стратить? Хто ж бачить смерть у сяєві? Воно горить, миготить, міниться, – там світло, там тепло, там життя! Метелик летить все ближче, ближче до згубливого світла. Ох, то ж його згуба! Даремно всі відганяли його від світла. І от – метелик влетів у самий поломінь. Трісь! отеє ж йому й смерть! Лампа спалахнула, а далі знов почала горіти з такою самою ясністю, як і перше. «Дурне сотворіння! – мовив дехто з товариства. – Хто велів йому летіти на вогонь? І женуть його, так ні, таки лізе! дурному дурна й смерть!»</p>\r\n\r\n<p>А хіба ж розумніша була б його смерть, якби він навіки заснув у темнім льоху? Те світло спалило його, – але він рвався на простір! Він шукав світла!</p><br>\r\nВолинь, 1889 р.<br/>', 17);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `images`
--
ALTER TABLE `images`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `page_alias` (`page_alias`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `works`
--
ALTER TABLE `works`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `images`
--
ALTER TABLE `images`
  MODIFY `id` tinyint(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `pages`
--
ALTER TABLE `pages`
  MODIFY `id` smallint(6) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` tinyint(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `works`
--
ALTER TABLE `works`
  MODIFY `id` tinyint(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
